# KNPerMSup3 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KNPerMSup3 Property
SymbolTypeId Class See Also
---
Symbol kN/m³, indicating unit Kilonewtons per cubic meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KNPerMSup3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KNPerMSup3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KNPerMSup3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace